Revit 2027 API
SpecTypeId.Volume Property
 Volume, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Volume { get; }
Public Shared ReadOnly Property Volume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Volume {
	ForgeTypeId^ get ();
}
static member Volume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace